import React from "react";
import { IoIosArrowForward } from "react-icons/io";
import { NavLink } from "react-router-dom";

const AboutUS = () => {
  return (
    <div className="  max-w-3xl  mx-auto">
      <div className=" mt-5  mx-auto   ">
        <NavLink to="/user" className="flex  item-center align-middle gap-2  ">
          <IoIosArrowForward className=" mt-1 text-2xl" />
          <span className="text-red-500 font-bold text-xl"> درباره ما</span>
        </NavLink>

        <div className=" mx-5 mt-8 text-justify">
          <p className="mt-4">
            ما به سلامت و راحتی خانواده‌های شما اهمیت می‌دهیم با ارائه بهترین و
            تازه‌ترین غذاهای خانگی، هدف ما این است که تجربه‌ای بی‌نظیر از تغذیه
            سالم و خوشمزه را برای شما فراهم کنیم. تیم ما با عشق و دقت زیاد
            غذاهایی را تهیه می‌کند که نه تنها خوشمزه بلکه مفید و مقوی هستند. با
            ورود به پنل ما، والدین می‌توانند به راحتی از اطلاعات فروشندگان معتبر
            و لوکیشن دقیق فروشگاه‌ها بهره‌مند شوند و خریدی آسان و مطمئن داشته
            باشند.
          </p>
          <p className="mt-4">
            به طور روزانه صدها بازدیدکننده از وب‌سایت ما استفاده می‌کنند تا از
            جدیدترین اخبار، تخفیفها و پیشنهادهای ویژه بهره‌مند شوند. با ثبت‌نام
            در فروشگاه اینترنتی، شما هم می‌توانید به جامعه بزرگ کاربران ما
            بپیوندید و از امکانات و خدمات بی‌نظیر بهره‌مند شوید. در فروشگاه
            اینترنتی، از تنوع گسترده‌ای از محصولات باکیفیت و خاص، و همچنین
            تخفیف‌های ویژه بهره‌مند شوید. ارسال رایگان در دسترس است.میتوانید از
            مزایای خرید ارگانی استفاده کنید همچنین پشتیبانی ۲۴ ساعته، خرید را
            برای شما لذت‌بخش‌تر می‌کند.
          </p>
          <p className="mt-4">
            والدین محترم می‌توانند از طریق وب‌سایت ما، به راحتی سفارشهای خود را
            ثبت کنند و از خدمات ویژه‌ای که برایشان در نظر گرفته‌ایم بهره‌مند
            شوند. با ما، مطمئن باشید که فرزندانتان همیشه بهترین تغذیه را دریافت
            می‌کنند، چه در مدرسه و چه در خانه و میتوانید نمونه غذای تحویلی به
            فرزندان خود را درخواست دهید و از کیفیت بالای آن اطمینان حاصل کنید.
          </p>
          <p className="mt-4">
            نهایتاً، قدردانی ویژه‌ای داریم از تیم فوق‌العاده و متعهد ما که با
            تلاش و همت شبانه‌روزی، این امکان را فراهم کرده‌اند تا بهترین خدمات و
            محصولات را به شما عزیزان ارائه دهیم. بدون همکاری و پشتکار آن‌ها،
            رسیدن به این سطح از کیفیت و رضایت ممکن نبود.
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUS;
